Repository: lbryant-sss/wordpress-plugins
Catalog: plugins/wp-letsencrypt-ssl/languages/wp-letsencrypt-ssl-*.po
Languages: de_de, es_es, fr_fr

source: <strong>NOTE:</strong> Since you are willing to install SSL certificate for sub-directory site, SSL certificate will be generated for your primary domain <strong>%s</strong> which will cover your primary domain + All sub-directory sites.
de_de: <strong>HINWEIS:</strong> Da Sie ein SSL-Zertifikat für eine Unterverzeichnis-Website installieren möchten, wird das Zertifikat für Ihre primäre Domain <strong>%s</strong> erstellt, welches Ihre primäre Domain sowie alle Unterverzeichnis-Sites abdeckt.
es_es: <strong>NOTA:</strong> Como desea instalar un certificado SSL para un sitio en un subdirectorio, el certificado SSL se generará para su dominio principal <strong>%s</strong>, lo que cubrirá su dominio principal y todos los sitios en subdirectorios.
fr_fr: <strong>REMARQUE :</strong> Comme vous souhaitez installer un certificat SSL pour un site en sous-répertoire, le certificat SSL sera généré pour votre domaine principal <strong>%s</strong>, qui couvrira votre domaine principal et tous les sites en sous-répertoires.

source: Upgrade to <strong>PRO</strong> version to avail Wildcard SSL support for multisite and ability to install SSL for mapped domains (different domain names).
de_de: Aktualisieren Sie auf die <strong>PRO</strong>-Version, um Wildcard-SSL-Unterstützung für Multisite sowie die Möglichkeit zur Installation von SSL für gemappte Domains (verschiedene Domainnamen) zu erhalten.
es_es: Actualice a la versión <strong>PRO</strong> para obtener soporte de SSL comodín (Wildcard) para multisitio y la capacidad de instalar SSL para dominios mapeados (nombres de dominio diferentes).
fr_fr: Mettez à niveau vers la version <strong>PRO</strong> pour bénéficier du support SSL Wildcard pour le multisite et de la possibilité d'installer un SSL pour des domaines mappés (noms de domaine différents).

source: I agree to %sLet's Encrypt%s %sTerms of service%s
de_de: Ich stimme %sLet's Encrypt%s den %sNutzungsbedingungen%s zu
es_es: Acepto %sLet's Encrypt%s y sus %sTérminos de servicio%s
fr_fr: J'accepte %sLet's Encrypt%s %sles Conditions d'utilisation%s

source: I agree to <b>WP Encryption</b> %sTerms of service%s
de_de: Ich stimme den %sNutzungsbedingungen%s von <b>WP Encryption</b> zu
es_es: Acepto a <b>WP Encryption</b> %sTérminos de servicio%s
fr_fr: J'accepte les %sConditions d'utilisation%s de <b>WP Encryption</b>

source: SSL certificate generated successfully!. <b>WP Encryption</b> just saved you several $$$ by generating free SSL certificate in record time!. Could you please do us a BIG favor & rate us with 5 star review to support further development of this plugin.
de_de: SSL-Zertifikat erfolgreich erstellt! <b>WP Encryption</b> hat Ihnen durch die kostenlose Erstellung eines Zertifikats in Rekordzeit Geld gespart. Können Sie uns einen großen Gefallen tun und uns mit 5 Sternen bewerten, um die Weiterentwicklung dieses Plugins zu unterstützen.
es_es: ¡Certificado SSL generado con éxito! <b>WP Encryption</b> le ahorró varios $$$ generando un certificado SSL gratuito en tiempo récord. ¿Podría hacernos un GRAN favor y valorarnos con 5 estrellas para apoyar el desarrollo futuro de este complemento.
fr_fr: Certificat SSL généré avec succès ! <b>WP Encryption</b> vous a fait économiser beaucoup d'argent en générant un certificat SSL gratuit en un temps record. Pourriez-vous nous rendre un GRAND service et nous noter 5 étoiles pour soutenir le développement futur de ce plugin.

source: <b>Congrats! SSL Certificate have been successfully generated.</b>
de_de: <b>Glückwunsch! Das SSL-Zertifikat wurde erfolgreich erstellt.</b>
es_es: <b>¡Felicidades! El certificado SSL se ha generado correctamente.</b>
fr_fr: <b>Félicitations ! Le certificat SSL a été généré avec succès.</b>

source: We just completed major task of generating SSL certificate! Now we have ONE final step to complete.
de_de: Wir haben gerade die Hauptaufgabe der Erstellung des SSL-Zertifikats abgeschlossen! Nun steht nur noch EIN letzter Schritt aus.
es_es: ¡Acabamos de completar la tarea principal de generar el certificado SSL! Ahora tenemos UN último paso por completar.
fr_fr: Nous venons d'achever l'étape principale de génération du certificat SSL ! Il ne nous reste PLUS qu'une dernière étape.

source: %sClick here%s to login into your cPanel.
de_de: %sKlicken Sie hier%s, um sich in Ihrem cPanel anzumelden.
es_es: %sHaga clic aquí%s para iniciar sesión en su cPanel.
fr_fr: %sCliquez ici%s pour vous connecter à votre cPanel.

source: Open %sSSL/TLS%s option on your cPanel
de_de: Öffnen Sie die Option %sSSL/TLS%s in Ihrem cPanel
es_es: Abra la opción %sSSL/TLS%s en su cPanel
fr_fr: Ouvrez l'option %sSSL/TLS%s dans votre cPanel

source: Click on %sManage SSL Sites%s option
de_de: Klicken Sie auf die Option %sSSL-Sites verwalten%s
es_es: Haga clic en la opción %sAdministrar sitios SSL%s
fr_fr: Cliquez sur l'option %sGérer les sites SSL%s

source: Copy the contents of %sCertificate.crt%s, %sPrivate.pem%s, %sCABundle.crt%s files from below & paste them into its appropriate fields on cPanel
de_de: Kopieren Sie den Inhalt der Dateien %sCertificate.crt%s, %sPrivate.pem%s, %sCABundle.crt%s von unten und fügen Sie diesen in die entsprechenden Felder in cPanel ein
es_es: Copie el contenido de los archivos %sCertificate.crt%s, %sPrivate.pem%s, %sCABundle.crt%s de abajo y péguelos en sus campos correspondientes en cPanel
fr_fr: Copiez le contenu des fichiers %sCertificate.crt%s, %sPrivate.pem%s, %sCABundle.crt%s ci-dessous et collez-les dans les champs appropriés de cPanel

source: If you have root SSH access, edit your server config file and point your SSL paths to %scertificate.crt%s & %sprivate.pem%s files located in %s folder. If you don't have either cPanel or root SSH access, Upgrade to %sPRO%s version for automatic SSL installation and automatic SSL renewal.
de_de: Wenn Sie Root-SSH-Zugriff haben, bearbeiten Sie Ihre Serverkonfigurationsdatei und weisen Sie die SSL-Pfade auf die Dateien %scertificate.crt%s und %sprivate.pem%s im Ordner %s zu. Wenn Sie weder cPanel noch Root-SSH-Zugriff haben, aktualisieren Sie auf die %sPRO%s-Version für automatische SSL-Installation und automatische Verlängerung.
es_es: Si tiene acceso SSH root, edite el archivo de configuración del servidor y apunte sus rutas SSL a los archivos %scertificate.crt%s y %sprivate.pem%s ubicados en la carpeta %s. Si no tiene ni cPanel ni acceso SSH root, actualice a la versión %sPRO%s para instalación automática de SSL y renovación automática del certificado.
fr_fr: Si vous avez un accès SSH root, modifiez le fichier de configuration du serveur et indiquez les chemins SSL vers les fichiers %scertificate.crt%s et %sprivate.pem%s situés dans le dossier %s. Si vous n'avez ni cPanel ni accès SSH root, passez à la version %sPRO%s pour une installation SSL automatique et un renouvellement automatique.

source: If you have root SSH access, download certificate.crt & private.pem files from above and upload them onto a secure folder on your server. Then edit your server config file and point the SSL paths to uploaded %scertificate.crt%s & %sprivate.pem%s files. If you don't have either cPanel or root SSH access, Upgrade to %sPRO%s version for automatic SSL installation and automatic SSL renewal.
de_de: Wenn Sie Root-SSH-Zugriff haben, laden Sie die Dateien certificate.crt und private.pem von oben herunter und laden Sie sie in einen sicheren Ordner auf Ihrem Server hoch. Bearbeiten Sie dann die Serverkonfiguration und verweisen Sie die SSL-Pfade auf die hochgeladenen Dateien %scertificate.crt%s und %sprivate.pem%s. Wenn Sie weder cPanel noch Root-SSH-Zugriff haben, aktualisieren Sie auf die %sPRO%s-Version für automatische SSL-Installation und automatische Verlängerung.
es_es: Si tiene acceso SSH root, descargue los archivos certificate.crt y private.pem desde arriba y súbalos a una carpeta segura en su servidor. Luego edite el archivo de configuración del servidor y apunte las rutas SSL a los archivos subidos %scertificate.crt%s y %sprivate.pem%s. Si no dispone de cPanel ni de acceso SSH root, actualice a la versión %sPRO%s para instalación automática de SSL y renovación automática.
fr_fr: Si vous avez un accès SSH root, téléchargez les fichiers certificate.crt et private.pem ci-dessus et téléversez-les dans un dossier sécurisé sur votre serveur. Puis modifiez le fichier de configuration du serveur et pointez les chemins SSL vers les fichiers téléversés %scertificate.crt%s et %sprivate.pem%s. Si vous n'avez ni cPanel ni accès SSH root, passez à la version %sPRO%s pour une installation SSL automatique et un renouvellement automatique.

source: Click on %sInstall certificate%s
de_de: Klicken Sie auf %sZertifikat installieren%s
es_es: Haga clic en %sInstalar certificado%s
fr_fr: Cliquez sur %sInstaller le certificat%s

source: Please wait few minutes and click on %sEnable HTTPS Now%s button
de_de: Warten Sie bitte ein paar Minuten und klicken Sie dann auf die Schaltfläche %sHTTPS jetzt aktivieren%s
es_es: Espere unos minutos y haga clic en el botón %sHabilitar HTTPS ahora%s
fr_fr: Veuillez patienter quelques minutes puis cliquez sur le bouton %sActiver HTTPS maintenant%s

source: You can also upgrade to our %sCDN%s plan to avail fully automatic SSL + Fastest CDN + Firewall Security.
de_de: Sie können auch auf unseren %sCDN%s-Plan upgraden, um vollautomatisches SSL + den schnellsten CDN + Firewall-Schutz zu erhalten.
es_es: También puede actualizar a nuestro plan %sCDN%s para obtener SSL totalmente automático + CDN más rápido + seguridad de cortafuegos.
fr_fr: Vous pouvez également passer à notre offre %sCDN%s pour bénéficier d'un SSL entièrement automatique + le CDN le plus rapide + sécurité par pare-feu.

source: <b>Note:</b> Use below "Enable HTTPS" button ONLY after SSL certificate is successfully installed on your cPanel
de_de: <b>Hinweis:</b> Verwenden Sie die Schaltfläche „HTTPS aktivieren“ unten NUR, nachdem das SSL-Zertifikat erfolgreich in Ihrem cPanel installiert wurde
es_es: <b>Nota:</b> Use el botón "Habilitar HTTPS" a continuación SOLO después de que el certificado SSL esté instalado correctamente en su cPanel
fr_fr: <b>Remarque :</b> N'utilisez le bouton "Activer HTTPS" ci-dessous QUE lorsque le certificat SSL a été installé avec succès sur votre cPanel

source: <b>Congratulations!</b> SSL Certificate have been successfully installed for your site. You don't need to run the installation process again. Please go ahead and enable HTTPS using the below button.
de_de: <b>Herzlichen Glückwunsch!</b> Das SSL-Zertifikat wurde erfolgreich für Ihre Website installiert. Sie müssen den Installationsprozess nicht erneut ausführen. Bitte aktivieren Sie HTTPS mit der Schaltfläche unten.
es_es: <b>¡Felicidades!</b> El certificado SSL se ha instalado correctamente en su sitio. No necesita ejecutar el proceso de instalación nuevamente. Continúe y habilite HTTPS usando el botón de abajo.
fr_fr: <b>Félicitations !</b> Le certificat SSL a été installé avec succès pour votre site. Vous n'avez pas besoin d'exécuter à nouveau le processus d'installation. Veuillez activer HTTPS en utilisant le bouton ci-dessous.

source: You already seem to have certificate generated and stored. Please try downloading certs from <strong>Download SSL Certificates</strong> page and open in a text editor like notepad to check if certificate is not empty.
de_de: Es scheint, dass bereits ein Zertifikat generiert und gespeichert wurde. Bitte versuchen Sie, die Zertifikate auf der Seite <strong>SSL-Zertifikate herunterladen</strong> herunterzuladen und in einem Texteditor wie Notepad zu öffnen, um zu prüfen, ob das Zertifikat nicht leer ist.
es_es: Parece que ya tiene un certificado generado y almacenado. Por favor, intente descargar los certificados desde la página <strong>Descargar certificados SSL</strong> y ábralos en un editor de texto como el Bloc de notas para comprobar que el certificado no esté vacío.
fr_fr: Il semble que vous ayez déjà un certificat généré et stocké. Veuillez essayer de télécharger les certificats depuis la page <strong>Télécharger les certificats SSL</strong> et ouvrez-les dans un éditeur de texte comme le Bloc-notes pour vérifier que le certificat n'est pas vide.

source: Your SSL Certificate is expiring soon!. Please make sure to re-generate new SSL Certificate using %sWP Encryption%s and install it on your hosting server to avoid site showing insecure warning with expired certificate.
de_de: Ihr SSL-Zertifikat läuft bald ab! Bitte stellen Sie sicher, dass Sie ein neues SSL-Zertifikat mit %sWP Encryption%s erneut generieren und auf Ihrem Hosting-Server installieren, um zu verhindern, dass Ihre Seite wegen eines abgelaufenen Zertifikats eine Warnung als unsicher anzeigt.
es_es: ¡Su certificado SSL vencerá pronto! Asegúrese de volver a generar un nuevo certificado SSL usando %sWP Encryption%s e instálelo en su servidor de hosting para evitar que el sitio muestre una advertencia de seguridad por certificado caducado.
fr_fr: Votre certificat SSL va bientôt expirer ! Veuillez vous assurer de régénérer un nouveau certificat SSL en utilisant %sWP Encryption%s et de l'installer sur votre serveur d'hébergement pour éviter que le site n'affiche un avertissement d'insécurité lié à un certificat expiré.

source: Unfortunately SSL renewal have failed due to some reasons after multiple tries (Check debug log for further details). Please update PRO plugin to latest release, then login to your %sWP Encryption%s page, use RESET option once and run the SSL install form of WP Encryption once to renew SSL now.
de_de: Leider ist die SSL-Erneuerung nach mehreren Versuchen aus bestimmten Gründen fehlgeschlagen (siehe Debug-Protokoll für Details). Aktualisieren Sie bitte das PRO-Plugin auf die neueste Version, melden Sie sich auf Ihrer %sWP Encryption%s-Seite an, verwenden Sie einmal die RESET-Option und führen Sie das SSL-Installationsformular von WP Encryption einmal aus, um das Zertifikat jetzt zu erneuern.
es_es: Desafortunadamente, la renovación del SSL ha fallado por algunas razones después de múltiples intentos (consulte el registro de depuración para más detalles). Por favor, actualice el complemento PRO a la última versión, luego inicie sesión en su página %sWP Encryption%s, utilice la opción RESET una vez y ejecute el formulario de instalación de SSL de WP Encryption para renovar el certificado ahora.
fr_fr: Malheureusement, le renouvellement SSL a échoué pour certaines raisons après plusieurs tentatives (consultez le journal de débogage pour plus de détails). Mettez à jour le plugin PRO vers la dernière version, puis connectez-vous à la page %sWP Encryption%s, utilisez l'option RESET une fois et exécutez le formulaire d'installation SSL de WP Encryption une fois pour renouveler le certificat.

source: The installed active SSL certificate on your site is expiring in next 10 days!. Please check Debug Log of WP Encryption for any issues during auto renewal process.
de_de: Das aktive SSL-Zertifikat auf Ihrer Website läuft in den nächsten 10 Tagen ab! Bitte prüfen Sie das Debug-Protokoll von WP Encryption auf Probleme während des automatischen Erneuerungsprozesses.
es_es: El certificado SSL activo instalado en su sitio vencerá en los próximos 10 días. Por favor, revise el Registro de depuración de WP Encryption por si hubo problemas durante el proceso de renovación automática.
fr_fr: Le certificat SSL actif installé sur votre site expirera dans les 10 prochains jours. Veuillez consulter le journal de débogage de WP Encryption pour tout problème survenu lors du processus de renouvellement automatique.

source: Renew your SSL certificate today to avoid your site from showing as insecure. Please support our contribution by upgrading to <strong>Pro</strong> and avail automatic SSL renewal with automatic SSL installation.
de_de: Erneuern Sie Ihr SSL-Zertifikat noch heute, um zu vermeiden, dass Ihre Website als unsicher angezeigt wird. Unterstützen Sie unsere Arbeit, indem Sie auf <strong>Pro</strong> upgraden und automatische SSL-Erneuerung sowie automatische Installation nutzen.
es_es: Renueve su certificado SSL hoy para evitar que su sitio aparezca como inseguro. Apoye nuestra contribución actualizando a <strong>Pro</strong> y obtenga renovación automática de SSL con instalación automática del certificado.
fr_fr: Renouvelez votre certificat SSL dès aujourd'hui pour éviter que votre site n'apparaisse comme non sécurisé. Soutenez notre contribution en passant à <strong>Pro</strong> et bénéficiez du renouvellement automatique du SSL avec installation automatique.

source: Can you please do us a BIG favor by leaving a %s%s%s%s%s rating on WordPress.org
de_de: Können Sie uns bitte einen großen Gefallen tun und eine %s%s%s%s%s-Bewertung auf WordPress.org hinterlassen
es_es: ¿Podría hacernos un GRAN favor dejando una valoración de %s%s%s%s%s en WordPress.org
fr_fr: Pourriez-vous nous rendre un GRAND service en laissant une note de %s%s%s%s%s sur WordPress.org

source: or spread the word on %s %s %s %s
de_de: oder teilen Sie es auf %s %s %s %s
es_es: o comparta la noticia en %s %s %s %s
fr_fr: ou partagez l'information sur %s %s %s %s

source: Let's Encrypt® SSL Certificate expires in 90 days by default. You can easily re-generate new SSL certificate using <strong>RENEW SSL CERTIFICATE</strong> option found on left or by clicking on <strong>STEP 1</strong> in progress bar.
de_de: Das Let's Encrypt® SSL-Zertifikat läuft standardmäßig nach 90 Tagen ab. Sie können einfach ein neues Zertifikat mit der Option <strong>SSL-ZERTIFIKAT ERNEUERN</strong> links oder durch Klicken auf <strong>SCHRITT 1</strong> in der Fortschrittsleiste neu generieren.
es_es: El certificado SSL de Let's Encrypt® vence por defecto a los 90 días. Puede volver a generar fácilmente un nuevo certificado SSL usando la opción <strong>RENOVAR CERTIFICADO SSL</strong> que se encuentra a la izquierda o haciendo clic en <strong>PASO 1</strong> en la barra de progreso.
fr_fr: Le certificat SSL Let's Encrypt® expire par défaut au bout de 90 jours. Vous pouvez facilement régénérer un nouveau certificat SSL en utilisant l'option <strong>RENOUVELER LE CERTIFICAT SSL</strong> qui se trouve à gauche ou en cliquant sur <strong>ÉTAPE 1</strong> dans la barre de progression.

source: Major browsers like Chrome will start showing insecure site warning IF you fail to renew / re-generate certs before this expiry date. Please clear your browser cache once.
de_de: Große Browser wie Chrome zeigen eine Warnung für unsichere Seiten an, WENN Sie die Zertifikate nicht vor Ablauf erneuern/neu generieren. Bitte leeren Sie anschließend den Browser-Cache.
es_es: Los principales navegadores como Chrome empezarán a mostrar una advertencia de sitio inseguro SI no renueva/regenere los certificados antes de la fecha de vencimiento. Por favor, borre la caché de su navegador una vez.
fr_fr: Les principaux navigateurs comme Chrome commenceront à afficher un avertissement si vous ne renouvelez / régénérez pas les certificats avant cette date d'expiration. Veuillez vider le cache de votre navigateur.

source: Mixed content issues cause browser padlock to show as insecure even if you have installed SSL certificate perfectly. Upgrade to PRO for automatic mixed content fixing.
de_de: Mixed-Content-Probleme führen dazu, dass das Schlosssymbol des Browsers als unsicher angezeigt wird, auch wenn das SSL-Zertifikat korrekt installiert ist. Upgraden Sie auf PRO für automatische Behebung von Mixed Content.
es_es: Los problemas de contenido mixto hacen que el candado del navegador aparezca como inseguro incluso si ha instalado el certificado SSL correctamente. Actualice a PRO para la corrección automática de contenido mixto.
fr_fr: Les problèmes de contenu mixte font que le cadenas du navigateur s'affiche comme non sécurisé, même si vous avez correctement installé le certificat SSL. Passez à PRO pour la correction automatique du contenu mixte.

source: Mixed content issues cause browser padlock to show as insecure even if you have installed SSL certificate perfectly. Hire an SSL Expert today to get rid of all SSL issues once and for all.
de_de: Mixed-Content-Probleme führen dazu, dass das Browserschloss als unsicher angezeigt wird, selbst wenn das SSL korrekt installiert ist. Beauftragen Sie noch heute einen SSL-Experten, um alle SSL-Probleme endgültig zu lösen.
es_es: Los problemas de contenido mixto provocan que el candado del navegador se muestre como inseguro incluso si el certificado SSL está instalado correctamente. Contrate a un experto en SSL hoy para solucionar todos los problemas de SSL de una vez por todas.
fr_fr: Les problèmes de contenu mixte entraînent l'affichage du cadenas comme non sécurisé même si le certificat SSL est correctement installé. Engagez un expert SSL dès aujourd'hui pour résoudre tous les problèmes SSL une bonne fois pour toutes.

source: Unfortunately SSL renewal have failed due to some issues. Please check DEBUG LOG of WP Encryption for more details. We recommend updating PRO plugin to latest version, use RESET option once and re-run the SSL install form of WP Encryption once manually to renew SSL certificate.
de_de: Leider ist die SSL-Erneuerung aufgrund einiger Probleme fehlgeschlagen. Bitte prüfen Sie das DEBUG-LOG von WP Encryption für weitere Details. Wir empfehlen, das PRO-Plugin auf die neueste Version zu aktualisieren, einmal RESET zu verwenden und das SSL-Installationsformular von WP Encryption manuell erneut auszuführen, um das Zertifikat zu erneuern.
es_es: Desafortunadamente, la renovación del SSL ha fallado debido a algunos problemas. Por favor, consulte el REGISTRO DE DEPURACIÓN (DEBUG LOG) de WP Encryption para más detalles. Recomendamos actualizar el plugin PRO a la versión más reciente, usar la opción RESET una vez y volver a ejecutar manualmente el formulario de instalación de SSL de WP Encryption para renovar el certificado.
fr_fr: Malheureusement, le renouvellement SSL a échoué en raison de certains problèmes. Veuillez consulter le JOURNAL DE DÉBOGAGE (DEBUG LOG) de WP Encryption pour plus de détails. Nous recommandons de mettre à jour le plugin PRO vers la dernière version, d'utiliser l'option RESET une fois et de relancer manuellement le formulaire d'installation SSL de WP Encryption pour renouveler le certificat.

source: SSL Health and Headers
de_de: SSL-Status und Header
es_es: Estado y encabezados SSL
fr_fr: État SSL et en-têtes

source: Advanced Security and Scanner
de_de: Erweiterte Sicherheit und Scanner
es_es: Seguridad avanzada y escáner
fr_fr: Sécurité avancée et analyseur

source: Download SSL Certificates
de_de: SSL-Zertifikate herunterladen
es_es: Descargar certificados SSL
fr_fr: Télécharger les certificats SSL

source: Force HTTPS
de_de: HTTPS erzwingen
es_es: Forzar HTTPS
fr_fr: Forcer HTTPS

source: Mixed Content Scanner
es_es: Escáner de contenido mixto
fr_fr: Analyseur de contenu mixte

source: Setup Wizard
de_de: Einrichtungsassistent
es_es: Asistente de configuración
fr_fr: Assistant d'installation

source: Debug log
de_de: Debug-Protokoll
es_es: Registro de depuración
fr_fr: Journal de débogage

source: Malware & Integrity Report
de_de: Malware- & Integritätsbericht
es_es: Informe de malware e integridad
fr_fr: Rapport de malware et d'intégrité

source: How-To Videos
de_de: Anleitungs-Videos
es_es: Videos tutoriales
fr_fr: Vidéos tutoriels

source: FAQ
es_es: Preguntas frecuentes

source: RESET
de_de: ZURÜCKSETZEN
es_es: REINICIAR
fr_fr: RÉINITIALISER
