Repository: lbryant-sss/wordpress-plugins
Catalog: plugins/wp-letsencrypt-ssl/languages/wp-letsencrypt-ssl-*.po
Languages: de_de, es_es, fr_fr

source: If you already have valid SSL certificate installed on site, you can easily enable the below option to force HTTPS redirection throughout the site.
de_de: Wenn auf Ihrer Website bereits ein gültiges SSL-Zertifikat installiert ist, können Sie die folgende Option aktivieren, um die HTTPS-Weiterleitung auf der gesamten Website zu erzwingen.
es_es: Si ya tiene un certificado SSL válido instalado en el sitio, puede habilitar fácilmente la opción a continuación para forzar la redirección HTTPS en todo el sitio.
fr_fr: Si vous avez déjà un certificat SSL valide installé sur le site, vous pouvez facilement activer l'option ci-dessous pour forcer la redirection HTTPS sur l'ensemble du site.

source: If you still notice mixed content issues or issues with browser padlock not showing on your site, please use %sMixed Content Scanner%s to scan and identify exact issues causing browser padlock to not show!.
de_de: Wenn Sie weiterhin Mixed-Content-Probleme oder Probleme haben, dass das Browserschloss nicht angezeigt wird, verwenden Sie bitte den %sMixed-Content-Scanner%s, um die genauen Ursachen zu finden.
es_es: Si aún nota problemas de contenido mixto o que el candado del navegador no se muestra en su sitio, utilice %sEscáner de contenido mixto%s para analizar e identificar los problemas exactos que impiden que se muestre el candado.
fr_fr: Si vous constatez toujours des problèmes de contenu mixte ou que le cadenas du navigateur ne s'affiche pas sur votre site, utilisez %sAnalyseur de contenu mixte%s pour analyser et identifier les problèmes exacts empêchant l'affichage du cadenas.

source: First of all, Please make sure you can access your site with and without www. Otherwise you will be not able to complete domain verification for both www & non-www together. If both of your www and non-www domains are publicly accessible, A new option named <strong>"Generate SSL for both www & non-www"</strong> will be automatically shown on WP Encryption SSL install form. You can also force enable this checkbox by adding <strong>includewww=1</strong> to page url i.e., <strong>/wp-admin/admin.php?page=wp_encryption&includewww=1</strong>
de_de: Stellen Sie zunächst sicher, dass Sie auf Ihre Seite mit und ohne www zugreifen können. Andernfalls können Sie die Domain-Verifizierung für www und non-www nicht zusammen abschließen. Wenn sowohl Ihre www- als auch Ihre non-www-Domains öffentlich zugänglich sind, wird automatisch die Option <strong>„SSL für www und non‑www generieren“</strong> im WP Encryption SSL-Installationsformular angezeigt. Sie können dieses Kontrollkästchen auch erzwingen, indem Sie <strong>includewww=1</strong> an die Seiten-URL anhängen, z. B. <strong>/wp-admin/admin.php?page=wp_encryption&includewww=1</strong>
es_es: Primero, asegúrese de poder acceder a su sitio con y sin www. De lo contrario no podrá completar la verificación de dominio para www y sin-www juntos. Si ambos dominios (www y sin-www) son accesibles públicamente, se mostrará automáticamente una nueva opción llamada <strong>"Generar SSL para www y sin-www"</strong> en el formulario de instalación de SSL de WP Encryption. También puede forzar la activación de esta casilla agregando <strong>includewww=1</strong> a la URL de la página, por ejemplo: <strong>/wp-admin/admin.php?page=wp_encryption&includewww=1</strong>
fr_fr: Tout d'abord, assurez-vous de pouvoir accéder à votre site avec et sans www. Sinon, vous ne pourrez pas effectuer la vérification de domaine pour les versions www et non-www simultanément. Si vos domaines www et non-www sont accessibles au public, une nouvelle option nommée <strong>"Générer un SSL pour www et non-www"</strong> sera affichée automatiquement dans le formulaire d'installation SSL de WP Encryption. Vous pouvez également forcer l'activation de cette case en ajoutant <strong>includewww=1</strong> à l'URL de la page, par ex. <strong>/wp-admin/admin.php?page=wp_encryption&includewww=1</strong>

source: Starting from WP Encryption v5.4.8, you can now secure your webmail & incoming/outgoing email server %sfollowing this guide%s
de_de: Ab WP Encryption v5.4.8 können Sie Ihr Webmail sowie den ein- und ausgehenden E-Mail-Server %snach dieser Anleitung%s absichern
es_es: A partir de WP Encryption v5.4.8, ahora puede asegurar su webmail y los servidores de correo entrante/saliente %ssiguiendo esta guía%s
fr_fr: À partir de WP Encryption v5.4.8, vous pouvez désormais sécuriser votre webmail et votre serveur de messagerie entrant/sortant %sen suivant ce guide%s

source: Your SSL certificate will be auto renewed if you have <b>WP Encryption PRO</b> plugin purchased (SSL certs will be auto renewed in background just before the expiry date). If you have free version of plugin installed, You can click on STEP 1 in WP Encryption main page & use the same process of "Generate SSL Certificate" to get new certs.
de_de: Ihr SSL-Zertifikat wird automatisch erneuert, wenn Sie das Plugin <b>WP Encryption PRO</b> erworben haben (die Zertifikate werden kurz vor Ablauf automatisch im Hintergrund erneuert). Wenn Sie die kostenlose Version verwenden, klicken Sie auf SCHRITT 1 auf der WP Encryption-Startseite und verwenden denselben Vorgang „SSL-Zertifikat generieren“, um neue Zertifikate zu erhalten.
es_es: Su certificado SSL se renovará automáticamente si ha adquirido el plugin <b>WP Encryption PRO</b> (los certificados SSL se renovarán en segundo plano poco antes de la fecha de vencimiento). Si tiene instalada la versión gratuita del plugin, puede hacer clic en PASO 1 en la página principal de WP Encryption y usar el mismo proceso de "Generar certificado SSL" para obtener nuevos certificados.
fr_fr: Votre certificat SSL sera automatiquement renouvelé si vous avez acheté le plugin <b>WP Encryption PRO</b> (les certificats SSL seront renouvelés en arrière-plan juste avant la date d'expiration). Si vous utilisez la version gratuite du plugin, vous pouvez cliquer sur ÉTAPE 1 sur la page principale de WP Encryption et utiliser le même processus « Générer le certificat SSL » pour obtenir de nouveaux certificats.

source: If you have purchased the <b>WP Encryption PRO</b> version, You can notice Single domain vs Wildcard SSL switch on WP Encryption page.
de_de: Wenn Sie die <b>WP Encryption PRO</b>-Version gekauft haben, sehen Sie auf der WP Encryption-Seite einen Schalter für Einzel-/Wildcard-SSL.
es_es: Si ha comprado la versión <b>WP Encryption PRO</b>, podrá ver el interruptor entre dominio único y SSL comodín en la página de WP Encryption.
fr_fr: Si vous avez acheté la version <b>WP Encryption PRO</b>, vous verrez un commutateur entre domaine unique et SSL Wildcard sur la page WP Encryption.

source: You can run a SSL test by entering your website url in <a href="%s" rel="%s">SSL Labs</a> site.
de_de: Sie können einen SSL-Test durchführen, indem Sie die URL Ihrer Website auf der Seite <a href="%s" rel="%s">SSL Labs</a> eingeben.
es_es: Puede ejecutar una prueba SSL introduciendo la URL de su sitio web en el sitio <a href="%s" rel="%s">SSL Labs</a>.
fr_fr: Vous pouvez effectuer un test SSL en entrant l'URL de votre site web sur le site <a href="%s" rel="%s">SSL Labs</a>.

source: Please use our <a href="%s" target="%s">Plugin support forum</a>. <b>PRO</b> users can register free account & use priority support at support.wpencryption.com. More info - https://wpencryption.com
de_de: Bitte nutzen Sie unser <a href="%s" target="%s">Plugin-Support-Forum</a>. <b>PRO</b>-Nutzer können ein kostenloses Konto erstellen und vorrangigen Support unter support.wpencryption.com nutzen. Mehr Infos - https://wpencryption.com
es_es: Por favor utilice nuestro <a href="%s" target="%s">foro de soporte del plugin</a>. Los usuarios <b>PRO</b> pueden registrarse con una cuenta gratuita y usar soporte prioritario en support.wpencryption.com. Más información - https://wpencryption.com
fr_fr: Veuillez utiliser notre <a href="%s" target="%s">forum d'assistance du plugin</a>. Les utilisateurs <b>PRO</b> peuvent créer un compte gratuit et utiliser le support prioritaire sur support.wpencryption.com. Plus d'infos - https://wpencryption.com

source: You don't have any SSL certificates generated yet! Please %sgenerate your single/wildcard SSL certificate%s first before you can download it here.
de_de: Sie haben noch keine SSL-Zertifikate generiert! Bitte %sgenerieren Sie zuerst Ihr Einzel-/Wildcard-SSL-Zertifikat%s, bevor Sie es hier herunterladen können.
es_es: ¡Aún no tiene certificados SSL generados! Por favor %sgenerar su certificado SSL de dominio único/comodín%s primero antes de poder descargarlo aquí.
fr_fr: Vous n'avez encore généré aucun certificat SSL ! Veuillez d'abord %sgénérer votre certificat SSL simple/ Wildcard%s avant de pouvoir le télécharger ici.

source: Scan your entire site (public posts + pages) for mixed/insecure content issues that are causing secure browser padlock to not show even if SSL certificate is installed correctly. SOURCE column shows you where the insecure url is coming from, you can easily find the mixed content url and update it to https:// to resolve the issue. Issues arising from Widgets or Inline are global issues which could be breaking HTTPS padlock on several of your webpages. Resolve the issues, reload and re-scan to confirm everything is resolved.
de_de: Scannen Sie Ihre gesamte Website (öffentliche Beiträge + Seiten) auf Mixed-/unsichere Inhalte, die verhindern, dass das sichere Browserschloss angezeigt wird, selbst wenn das SSL-Zertifikat korrekt installiert ist. Die SPALTE SOURCE zeigt, woher die unsichere URL stammt; Sie können die Mixed-Content-URL leicht finden und auf https:// aktualisieren, um das Problem zu beheben. Probleme, die von Widgets oder Inline-Inhalten ausgehen, sind globale Probleme, die das HTTPS-Schloss auf mehreren Seiten beeinträchtigen können. Beheben Sie die Probleme, laden Sie neu und scannen Sie erneut, um sicherzustellen, dass alles behoben ist.
es_es: Analice todo su sitio (entradas públicas + páginas) en busca de problemas de contenido mixto/inseguro que impidan que el candado seguro del navegador se muestre, incluso si el certificado SSL está instalado correctamente. La columna SOURCE muestra de dónde proviene la URL insegura; puede encontrar fácilmente la URL de contenido mixto y cambiarla a https:// para resolver el problema. Los problemas que provienen de widgets o contenido inline son problemas globales que pueden romper el candado HTTPS en varias de sus páginas. Resuelva los problemas, recargue y vuelva a escanear para confirmar que todo esté resuelto.
fr_fr: Analysez l'ensemble de votre site (articles publics + pages) à la recherche de problèmes de contenu mixte/ non sécurisé qui empêchent l'affichage du cadenas du navigateur, même si le certificat SSL est correctement installé. La colonne SOURCE indique d'où provient l'URL non sécurisée ; vous pouvez facilement trouver l'URL en contenu mixte et la mettre à jour en https:// pour résoudre le problème. Les problèmes provenant des widgets ou du contenu en ligne sont des problèmes globaux qui peuvent empêcher l'affichage du cadenas HTTPS sur plusieurs pages. Résolvez les problèmes, rechargez et relancez l'analyse pour confirmer que tout est résolu.

source: We have detected the %s plugin on your website.
de_de: Wir haben das Plugin %s auf Ihrer Website erkannt.
es_es: Hemos detectado el plugin %s en su sitio web.
fr_fr: Nous avons détecté le plugin %s sur votre site.

source: As WP Encryption handles all the functionality this plugin provides, we recommend disabling this plugin to prevent unexpected behaviour.
de_de: Da WP Encryption alle Funktionen dieses Plugins abdeckt, empfehlen wir, dieses Plugin zu deaktivieren, um unerwartetes Verhalten zu vermeiden.
es_es: Dado que WP Encryption maneja toda la funcionalidad que proporciona este plugin, recomendamos desactivar este plugin para evitar comportamientos inesperados.
fr_fr: Étant donné que WP Encryption gère toutes les fonctionnalités fournies par ce plugin, nous recommandons de désactiver ce plugin pour éviter des comportements inattendus.

source: You will manually need to %sfollow our nginx tutorial%s to restrict access to private key file on your Nginx server.
de_de: Sie müssen manuell unserem %snginx-Tutorial%s folgen, um den Zugriff auf die Private-Key-Datei auf Ihrem Nginx-Server einzuschränken.
es_es: Deberá %sseguir nuestro tutorial de nginx%s manualmente para restringir el acceso al archivo de clave privada en su servidor Nginx.
fr_fr: Vous devrez %ssuivre notre tutoriel nginx%s manuellement pour restreindre l'accès au fichier de clé privée sur votre serveur Nginx.

source: You must have a valid SSL certificate installed on your site before enabling this feature
de_de: Sie müssen ein gültiges SSL-Zertifikat auf Ihrer Website installiert haben, bevor Sie diese Funktion aktivieren
es_es: Debe tener un certificado SSL válido instalado en su sitio antes de habilitar esta función
fr_fr: Vous devez disposer d'un certificat SSL valide installé sur votre site avant d'activer cette fonctionnalité

source: SSL Health
de_de: SSL-Status
es_es: Estado SSL
fr_fr: État SSL

source: <b>WP Encryption PRO</b> trying to automate DNS verification process via cPanel
de_de: <b>WP Encryption PRO</b> versucht, den DNS-Verifizierungsprozess über cPanel zu automatisieren
es_es: <b>WP Encryption PRO</b> intentando automatizar el proceso de verificación DNS vía cPanel
fr_fr: <b>WP Encryption PRO</b> tente d'automatiser le processus de vérification DNS via cPanel

source: <b>WP Encryption PRO</b> trying to automate DNS verification process via cPanel UAPI
de_de: <b>WP Encryption PRO</b> versucht, den DNS-Verifizierungsprozess über cPanel UAPI zu automatisieren
es_es: <b>WP Encryption PRO</b> intentando automatizar el proceso de verificación DNS vía cPanel UAPI
fr_fr: <b>WP Encryption PRO</b> tente d'automatiser le processus de vérification DNS via cPanel UAPI

source: Unfortunately, CPAPI2 is not enabled so WP Encryption PRO cannot automate DNS verification process. You will have to manually add below DNS records or contact your hosting support to allow access to <b>.well-known</b> folder for domain verification to succeed.
de_de: Leider ist CPAPI2 nicht aktiviert, sodass WP Encryption PRO den DNS-Verifizierungsprozess nicht automatisieren kann. Sie müssen die untenstehenden DNS-Einträge manuell hinzufügen oder Ihren Hosting-Support kontaktieren, damit Zugriff auf den Ordner <b>.well-known</b> gewährt wird, damit die Domain-Verifizierung erfolgreich ist.
es_es: Desafortunadamente, CPAPI2 no está habilitado, por lo que WP Encryption PRO no puede automatizar el proceso de verificación DNS. Deberá agregar manualmente los registros DNS que se indican a continuación o contactar al soporte de su hosting para permitir el acceso a la carpeta <b>.well-known</b> para que la verificación del dominio tenga éxito.
fr_fr: Malheureusement, CPAPI2 n'est pas activé, donc WP Encryption PRO ne peut pas automatiser le processus de vérification DNS. Vous devrez ajouter manuellement les enregistrements DNS ci-dessous ou contacter le support de votre hébergement pour autoriser l'accès au dossier <b>.well-known</b> afin que la vérification du domaine réussisse.

source: SSL certificates for %s successfully renewed! Please restart your server once
de_de: SSL-Zertifikate für %s wurden erfolgreich erneuert! Bitte starten Sie Ihren Server einmal neu
es_es: ¡Los certificados SSL para %s se renovaron correctamente! Por favor, reinicie su servidor una vez
fr_fr: Les certificats SSL pour %s ont été renouvelés avec succès! Veuillez redémarrer votre serveur

source: With free version, You can download and send these SSL certificates to your hosting support asking them to install these SSL certificates.
de_de: In der kostenlosen Version können Sie diese SSL-Zertifikate herunterladen und an den Hosting-Support senden, damit diese die Zertifikate installieren.
es_es: Con la versión gratuita, puede descargar y enviar estos certificados SSL al soporte de su hosting solicitándoles que instalen estos certificados SSL.
fr_fr: Avec la version gratuite, vous pouvez télécharger et envoyer ces certificats SSL au support de votre hébergement en leur demandant d'installer ces certificats SSL.

source: %sError:%s Incorrect login credentials
de_de: %sFehler:%s Ungültige Anmeldedaten
es_es: %sError:%s Credenciales de acceso incorrectas
fr_fr: %sErreur :%s Identifiants de connexion incorrects

source: Please verify your domain ownership by completing <strong>one</strong> of the below challenges
de_de: Bitte verifizieren Sie den Besitz Ihrer Domain, indem Sie <strong>eine</strong> der folgenden Aufgaben abschließen
es_es: Verifique la propiedad de su dominio completando <strong>uno</strong> de los retos siguientes
fr_fr: Veuillez vérifier la propriété de votre domaine en accomplissant <strong>un</strong> des défis ci-dessous

source: Navigate to your %sdomain%s / %ssub-domain%s folder. Create %s.well-known%s folder and create %sacme-challenge%s folder inside .well-known folder if not already created.
de_de: Navigieren Sie zum Ordner %sdomain%s / %ssub-domain%s. Erstellen Sie den Ordner %s.well-known%s und legen Sie falls noch nicht vorhanden den Ordner %sacme-challenge%s innerhalb des .well-known-Ordners an.
es_es: Navegue a la carpeta %sdomain%s / %ssub-domain%s. Cree la carpeta %s.well-known%s y dentro de ella cree la carpeta %sacme-challenge%s si aún no existe.
fr_fr: Accédez au dossier %sdomain%s / %ssub-domain%s. Créez le dossier %s.well-known%s et créez le dossier %sacme-challenge%s à l'intérieur du dossier .well-known si ce n'est pas déjà fait.

source: %sLowest%s possible value
de_de: %sNiedrigster%s möglicher Wert
es_es: %sValor%s posible más bajo
fr_fr: %sValeur%s la plus basse possible

source: Due to security nature of this plugin, We <b>HIGHLY</b> recommend you opt-in to our security & feature updates notifications, and <a href="https://freemius.com/wordpress/usage-tracking/5090/wp-letsencrypt-ssl/" target="_blank">non-sensitive diagnostic tracking</a> to get BEST support. If you skip this, that's okay! <b>WP Encryption</b> will still work just fine.
de_de: Aufgrund der sicherheitsrelevanten Natur dieses Plugins empfehlen wir <b>dringend</b>, dass Sie die Benachrichtigungen zu Sicherheits- und Feature-Updates sowie das <a href="https://freemius.com/wordpress/usage-tracking/5090/wp-letsencrypt-ssl/" target="_blank">nicht-sensible Diagnostik</a> aktivieren, um den BESTEN Support zu erhalten.
es_es: Debido a la naturaleza de seguridad de este plugin, recomendamos <b>ENCARECIDAMENTE</b> que active las notificaciones de actualizaciones de seguridad y funciones, y el <a href="https://freemius.com/wordpress/usage-tracking/5090/wp-letsencrypt-ssl/" target="_blank">seguimiento de diagnóstico no sensible</a> para obtener el MEJOR soporte. Si lo omite, ¡está bien! <b>WP Encryption</b> seguirá funcionando correctamente.
fr_fr: En raison de la nature axée sur la sécurité de ce plugin, nous recommandons fortement que vous activiez les notifications de mises à jour de sécurité et de fonctionnalités, ainsi que le <a href="https://freemius.com/wordpress/usage-tracking/5090/wp-letsencrypt-ssl/" target="_blank">suivi diagnostique non sensible</a> pour obtenir le MEILLEUR support.
