Repository: lbryant-sss/wordpress-plugins
Catalog: plugins/widget-google-reviews/languages/widget-google-reviews-*.po
Languages: ca, el, lo, lv, pt_br

source: Google Rating
ca: Valoració a google
el: Αξιολόγηση στο Google
lo: ເຣດຕິ້ງກູເກິລ
lv: Google atsauksmes
pt_br: Classificação no Google

source: See All Reviews
ca: Mostra els comentaris
el: Δείτε όλες τις κριτικές
lo: ເບິ່ງຣີວິວທັງໝົດ
lv: Apskatīt visas atsauksmes
pt_br: Veja todas as avaliações

source: Google User
ca: Usuari de Google
lo: ຜູ້ໃຊ້ກູເກິລ
lv: Google lietotājs
pt_br: Usuário do Google

source: read more
ca: Més
el: Διαβάστε περισσότερα
lo: ອ່ານເພີ່ມ
lv: lasīt vairāk
pt_br: leia mais

source: More reviews
ca: Següents
el: Επόμενες κριτικές
lo: ຣີວິວຕໍ່ໄປ
lv: Nākamās atsauksmes
pt_br: Próximas avaliações

source: review us on Google
ca: Deixa'ns una ressenya a Google
el: Αξιολογήστε μας στο Google
lo: ຂໍໃຫ້ຄະແນນພວກເຮົາໃນ Google
lv: Atsauksme par mums Google
pt_br: Avalie-nos no Google

source: Based on %s reviews
el: Με βάση %s κριτικές
lo: ອີງຕາມ %s ຣີວິວ
lv: Balstīts uz %s atsauksmēm

source: Ready to review?
lv: Vēlies ierakstīt atsauksmi?

source: Response from the owner
ca: Resposta del propietari
el: Απάντηση από τον ιδιοκτήτη
lo: ການຕອບກັບຈາກຜູ້ລອງທີ່
lv: Atbilde no īpašnieka
pt_br: Resposta do proprietário

source: %s place profile
ca: Perfil de %s a Google
el: Προφίλ τοποθεσίας %s
lo: ໂປຣໄຟລ໌ສະຖານທີ່ %s
lv: %s vietas profils
pt_br: Perfil do local %s

source: All reviews
ca: Totes les ressenyes
el: Όλες οι κριτικές
lo: ທຸກຄໍາຄິດເຫັນ
lv: Visas atsauksmes
pt_br: Todas as avaliações

source: %s user profile
ca: Perfil d'usuari de %s
el: Προφίλ χρήστη %s
lo: ໂປຣໄຟລ໌ຜູ້ໃຊ້ %s
lv: %s lietotāja profils
pt_br: Perfil do usuário %s

source: opens in a new window
ca: s'obre en una finestra nova
el: ανοίγει σε νέο παράθυρο
lo: ເປີດໃນປ່ອງໃໝ່
lv: atveras jaunā logā
pt_br: abre em uma nova janela
